[Demo_Kurona_End_normal GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-310,Y=1075,Z=1200),VecSub=(X=150,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-310,Y=1153,Z=1200),VecSub=(X=200,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0300_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Kurona.GG2_BGM_DM_End_Kurona_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_001_Cue',Name="クロナ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_003_Cue',Name="クロナ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_004_Cue',Name="エコロ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_005_Cue',Name="クロナ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=WINDOW,Command=EXIT)
DemoScripts[35]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=950,Z=1200),SecTime=1,CId=72)
DemoScripts[36]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[37]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=950,Z=1200),CId=72)
DemoScripts[38]=(Actor=WINDOW,Command=SET)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[41]=(Actor=WINDOW,Command=EXIT)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[46]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-5,Y=-7,Z=0),SecTime=0.5)
DemoScripts[47]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[48]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=10,Y=-7,Z=0),SecTime=0.5)
DemoScripts[49]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Rate=1,Number=2,Bit=4)
DemoScripts[53]=(Actor=WINDOW,Command=SET)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_007_Cue',Name="エコロ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_008_Cue',Name="クロナ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=WINDOW,Command=EXIT)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0301_lp_one_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[69]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_4,SecTime=1)
DemoScripts[70]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Kurona_End_normal.GG2_SE_DM_Spear_Stick_Cue')
DemoScripts[71]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[72]=(Actor=FADE,Command=WAIT)
DemoScripts[73]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[74]=(Actor=WINDOW,Command=SET)
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[76]=(Actor=FADE,Command=WAIT)
DemoScripts[77]=(Actor=WINDOW,Command=EXIT)
DemoScripts[78]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=0.5)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[80]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[81]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1080,Z=1200),SecTime=1,CId=72)
DemoScripts[82]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[83]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1080,Z=1200),CId=72)
DemoScripts[84]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[85]=(Actor=WINDOW,Command=SET)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_010_Cue',Name="クロナ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_012_Cue',Name="クロナ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_014_Cue',Name="エコロ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[105]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0102_fx_Stand2Displease",Rate=1,Number=2,Bit=0)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0200_lp_Displease",Number=8)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_016_Cue',Name="エコロ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[115]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-370,Y=1148,Z=1320))
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_017_Cue',Name="クロナ")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[125]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[126]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[130]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[131]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0106_fx_Stand2ShowCARD",Rate=1,Number=2,Bit=0)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0600_lp_ShowCARD",Number=8)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0201_fx_Displease2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_020_Cue',Name="クロナ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[142]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[143]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0601_fx_ShowCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[146]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[147]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_021_Cue',Name="エコロ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[154]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[155]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_023_Cue',Name="エコロ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[160]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[163]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[166]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_025_Cue',Name="クロナ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[172]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_027_Cue',Name="クロナ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_028_Cue',Name="クロナ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[185]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_030_Cue',Name="エコロ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_031_Cue',Name="エコロ")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[192]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[196]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_032_Cue',Name="エコロ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Kurona_End_normal.GG2_SE_DM_Angel_Bless_Cue')
DemoScripts[201]=(Actor=WINDOW,Command=EXIT)
DemoScripts[202]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[203]=(Actor=FADE,Command=WAIT)
DemoScripts[204]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[205]=(Actor=FADE,Command=WAIT)
DemoScripts[206]=(Actor=WINDOW,Command=SET)
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[209]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[211]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[212]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_034_Cue',Name="エコロ")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[216]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_035_Cue',Name="エコロ")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[218]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_normal.GG2_V_Kurona_End_normal_036_Cue',Name="クロナ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[226]=(Actor=WINDOW,Command=EXIT)
DemoScripts[227]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[228]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[229]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[230]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[231]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[232]=(Actor=SYSTEM,Command=END)

[Select_Kurona_End_normal GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_End_normal GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="嗚嗚......好難為情DEATH....../n沒想到竟然會受到這樣的屈辱......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="妳還好嗎,庫蘿娜?")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="......不過,稍微有那麼一點....../n覺得清爽了DEATH.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="看來是順利成功了呢./n好了,庫蘿娜./n請把惡魔長槍刺向峯大大人吧.")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="喔,對喔DEATH./n慢慢~地......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="啊,峯大大人/n請看向這邊.")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="就是現在DEATH!/n嘿呀--!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="呀噢嗯!",Format[0]=(Size=31,Start=0,End=6))

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n竟然說\"呀噢嗯\"DEATH./n呀噢--嗯!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="實......實際上不是/n不需要刺屁股嗎!")

Texts[11]=(Label="TEXT12",Name="庫蘿娜",Text="囉唆DEATH!/n這是欺負庫蘿娜的懲罰DEATH!")

Texts[12]=(Label="TEXT13",Name="峯大",Text="太不講道理了吧......")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="峯大大人./n從以前開始,所謂的惡魔就是不講道理./n請你放棄吧.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="啊嗚......真要說的話/n天使比較不講道理吧....../n......話說,妳們感情很好吧.絕對是這樣.")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="你......你在說什麼啊!/n和惡魔聯手什麼的,/n這輩子只有這次而已啦!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="那是這邊的臺詞DEATH!/n這是隻限今天的特別服務DEATH!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="妳們真的是喔......唉.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="啊,對了./n印章怎麼樣了?")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="噫嘻嘻~!/n完美DEATH!/n正好填滿全部的空格了DEATH!")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="而且也確認峯大大人的/n受歡迎氣場正常化了./n這樣一來,極為普通的桃花期就會到來了唷.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="太好了./n這樣事情就告一段落了吧.")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="雖然還是一樣沒女朋友呢./n......不過,再來就請靠自己努力吧.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="唔......我知道啦.")

Texts[24]=(Label="TEXT25",Name="庫蘿娜",Text="峯大......如果你找不到對象的話,/n到時就跟庫蘿娜說一聲DEATH.")

Texts[25]=(Label="TEXT26",Name="峯大",Text="咦?")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="庫蘿娜稍微有那麼點/n中意你DEATH!")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="等你到了沒有其他對象,/n無計可施的時候,/n庫蘿娜會在魔界照顧你DEATH!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="這個......嗯./n我會好好考慮啦.")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="呃,為什麼你好像/n有點暗爽的樣子啊.")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="......不過,到目前為止/n我也給你添了許多麻煩......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="這是特別大優惠哦./n峯大大人,為了讓幸福能夠來到你身邊,/n給予你天使的祝福......")

Texts[32]=(Label="TEXT33",Name="峯大",Text="艾可蘿......謝謝妳.")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="呵呵....../n請抬頭挺胸,峯大大人!/n不然原本能受歡迎也會變得沒人要唷?")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="請挺起胸膛,一定要找到....../n你命運的對象哦!")

Texts[35]=(Label="TEXT36",Name="庫蘿娜",Text="加油DEATH!/n峯大!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="妳們兩個,謝謝.")

Texts[37]=(Label="TEXT38",Name="峯大",Text="好--!/n接下來就以交到女朋友為目標努力吧--!")

Texts[38]=(Label="",Name="",Text="")

Texts[39]=(Label="SELECT01",Name="",Text="")

Texts[40]=(Label="SELECT02",Name="",Text="")

Texts[41]=(Label="SELECT03",Name="",Text="")

Texts[42]=(Label="SELECT04",Name="",Text="")

Texts[43]=(Label="SELECT05",Name="",Text="")

Texts[44]=(Label="SELECT06",Name="",Text="")

Texts[45]=(Label="SELECT07",Name="",Text="")

Texts[46]=(Label="SELECT08",Name="",Text="")

Texts[47]=(Label="SELECT09",Name="",Text="")

Texts[48]=(Label="SELECT10",Name="",Text="")


